Repository: wp-plugins/genesis-accessible
Catalog: languages/genesis-accessible-*.po
Languages: fr_fr, nl_nl

source: Genesis - Accessibility Settings
fr_fr: Paramétrages de Genesis - Accessibilité
nl_nl: Genesis - Instellingen toegankelijkheid

source: Accessibility Settings
fr_fr: Paramétrages de l'accessibilité
nl_nl: Instellingen toegankelijkheid

source: Genesis - Accessibility Documentation
fr_fr: Documentation de Genesis - Accessibilité
nl_nl: Genesis - Documentatie toegankelijkheid

source: WordPress - Accessibility Settings
fr_fr: WordPress - paramétrages de l'accessibilité
nl_nl: WordPress - Instellingen toegankelijkheid

source: These settings are for the Genesis framework only.<br />Together with the WordPress setting below, your theme can be a lot more accessible.
fr_fr: Ces paramétrages ne sont applicables qu'au Framework Genesis.<br />Ensemble avec les paramétrages WordPress ci-dessous, votre thème pourra être beaucoup plus accessible.
nl_nl: Deze instellingen zijn alleen voor het Genesis Framework.<br />Samen met de WordPress instellingen hieronder wordt je thema een stuk toegankelijker.

source: Settings for Genesis:
fr_fr: Paramétrages pour Genesis:
nl_nl: Instellingen voor Genesis:

source: Add skiplinks
fr_fr: Ajouter des skiplinks
nl_nl: Voeg omzeilende links (skiplinks) toe

source: Add CSS for screen readers (screen-reader-text) and skiplinks
fr_fr: Ajouter du CSS pour les lecteurs d'écran (screen-reader-text) et skiplinks
nl_nl: Voeg CSS toe voor screen readers (Screen-reader-text) en omzeilende links (skiplinks)

source: Use a semantic heading structure<br />(Note: Disable also "Use semantic HTML5 page and section headings throughout site?" in the Genesis SEO Settings)
fr_fr: Utiliser une structure de titre sémantique<br />(Note : désactivez également "Utiliser les titres de page et de section sémantiques HTML5 à travers le site?" dans les paramètres SEO de Genesis)
nl_nl: Gebruik een semantische heading structuur<br/>(Let op: zet ook "Gebruik semantische HTML5 pagina- en sectietitels op de website?" uit in de Genesis - SEO Instellingen)

source: Add keyboard accessiblility to the dropdown menu<br />(only select this if you have a dropdown submenu in the main or sub navigation menu)
fr_fr: Ajouter l'accessibilité à travers le clavier dans le menu déroulant<br />(ne sélectionnez cette option que si vous avez un sous-menu déroulant pour la navigation principale ou secondaire)
nl_nl: Voeg toetsenbord toegankelijkheid toe aan het dropdownmenu (kies dit alleen als je een dropdownmenu hebt in je hoofd- of subnavigatie)

source: Remove less accessible Genesis widgets
fr_fr: Supprimer les widgets de Genesis qui sont moins accessible
nl_nl: Verwijder minder toegankelijke Genesis widgets

source: Use an accessible 404 page
fr_fr: Utiliser une page d'erreur 404 accessible
nl_nl: Gebruik een toegankelijke 404 pagina

source: Use an accessible sitemap
fr_fr: Utiliser un plan du site accessible
nl_nl: Gebruik een toegankelijke sitemap

source: Remove Genesis widgets
fr_fr: Supprimer les widgets de Genesis
nl_nl: Verwijder Genesis widgets

source: These settings are for WordPress itself. If you have installed <a href="http://wordpress.org/plugins/wp-accessibility/">WP Accessibility</a> by Joe Dolson too: don't worry you can use both plugins together.
fr_fr: Ces réglages sont pour WordPress même. Au cas où vous avez aussi installé <a href="http://wordpress.org/plugins/wp-accessibility/">WP Accessibility</a> par Joe Dolson : ne vous inquiétez pas, vous pouvez utiliser les deux plugins ensemble.
nl_nl: Deze instellingen zijn voor WordPress zelf. Indien je ook <a href="http://wordpress.org/plugins/wp-accessibility/">WP Accessibility</a> van Joe Dolson hebt geïnstalleerd: geen probleem, je kunt deze plugins samen gebruiken.

source: Read more about WP Accessibility’s compatibility with Genesis Accessible in the online <a href="http://genesis-accessible.org/documentation/compatibility-wp-accessibility/">Genesis Accessible Documentation</a>
fr_fr: En savoir plus sur la compatibilité de WP Accessibility avec Genesis Accessible dans la <a href="http://genesis-accessible.org/documentation/compatibility-wp-accessibility/">documentation Genesis Accessible</a> en ligne
nl_nl: Lees meer over hoe WP Accessibility en Genesis Accessible samen te gebruiken in de online <a href="http://genesis-accessible.org/documentation/compatibility-wp-accessibility/">Genesis Accessible Documentatie</a>

source: Settings for WordPress:
fr_fr: Paramétrages pour WordPress:
nl_nl: Instellingen voor WordPress:

source: Add the post title to the read more links
fr_fr: Ajouter le titre de l'article pour les liens 'Lire d'avantage'
nl_nl: Voeg de titel van het bericht toe aan lees meer links

source: Remove title attribute from links
fr_fr: Supprimer l'attribut 'title' des liens
nl_nl: Verwijder het title attribuut van de links

source: Remove h1 from editor toolbar
fr_fr: Supprimer 'h1' de la barre d'outils de l'éditeur
nl_nl: Verwijder de h1 uit de editor toolbar

source: For documentation, help and support please visit <a href="http://genesis-accessible.org/">genesis-accessible.org</a>.
fr_fr: Pour documentation, aide et support, visitez s'il vous plaît <a href="http://genesis-accessible.org/">genesis-accessible.org</a>.
nl_nl: Kijk voor documentatie, hulp en support op <a href="http://genesis-accessible.org/">genesis-accessible.org</a>.

source: Whoa.. the Genesis Accessible plugin only works, really, when you have installed the %1$sGenesis Framework%2$s
fr_fr: Oups... le plugin Genesis Accessible ne fonctionne que si vous avez installé le %1$sFramework Genesis%2$s
nl_nl: Oeps… de Genesis Accessible plugin werkt alleen als je ook het %1$sGenesis Framework%2$s hebt geïnstalleerd.

source: Uhm, the thing of it is, you kinda need the %1$sGenesis Framework %2$s%3$s or greater for these plugin to make any sense.
fr_fr: Eh, en fait, vous avez plutôt besoin du %1$sFramework Genesis %2$s%3$s ou plus, sinon ce plugin ne fait aucun sens.
nl_nl: Uhm eigenlijk heb je %1$sGenesis Framework %2$s%3$s of later nodig om deze plugin te laten werken.

source: Search this website
fr_fr: Rechercher sur ce site
nl_nl: Zoek op deze website

source: Search
fr_fr: Recherche
nl_nl: Zoek

source: Archives for
fr_fr: Archives pour

source: Main navigation
fr_fr: Navigation principale
nl_nl: Hoofdnavigatie

source: Skip to primary navigation
fr_fr: Sauter à la navigation principale
nl_nl: Spring naar de hoofdnavigatie

source: Skip to content
fr_fr: Sauter au contenu
nl_nl: Spring naar de inhoud

source: Skip to primary sidebar
fr_fr: Sauter à la barre latérale principale
nl_nl: Spring naar de primaire zijbalk

source: Skip to secondary sidebar
fr_fr: Sauter à la barre latérale secondaire
nl_nl: Spring naar de secundaire zijbalk

source: Skip to footer
fr_fr: Sauter au pied de page
nl_nl: Spring naar de footer

source: Skip links
fr_fr: Ignorer les liens
nl_nl: Omzeilende links

source: Read more
fr_fr: Lire d'avantage
nl_nl: Lees verder

source: about
fr_fr: A propos
nl_nl: over

source: Page not found
fr_fr: Page non trouvée
nl_nl: Pagina niet gevonden

source: The page you are looking for no longer exists. Perhaps you can return back to the site's <a href="%s">homepage</a> and see if you can find what you are looking for. Or, you can try finding it with the information below.
fr_fr: La page que vous recherchez n'existe plus. Vous pouvez retourner à la <a href="%s">page d'accueil</a> du site et voir si vous pouvez peut-être trouver ce que vous cherchez. Ou sinon, vous pouvez essayez de trouver avec les informations ci-dessous.
nl_nl: De pagina die je zoekt bestaat niet meer. Misschien kun je terugkeren naar de <a href="%s">voorpagina</a> van de website om te zien of je kunt vinden wat je zoekt. Of je kunt proberen te vinden wat je zoekt via de informatie hieronder.

source: Sitemap
fr_fr: Plan du site

source: Categories:
fr_fr: Catégories:
nl_nl: Onderwerpen:

source: Authors:
fr_fr: Auteurs:
nl_nl: Schrijvers:

source: Monthly:
fr_fr: ﻿Mensuel:
nl_nl: Maandelijks:

source: Recent Posts:
fr_fr: Articles récents:
nl_nl: Recente berichten:

source: Pages:
nl_nl: Pagina's:
