Repository: wp-plugins/genesis-accessible
Catalog: trunk/languages/genesis-accessible-*.po
Languages: de_de, es_es

source: Genesis - Accessibility Settings
de_de: Genesis - Barrierefreiheit Einstellungen
es_es: Genesis - Ajustes de accesibilidad

source: Accessibility Settings
de_de: Barrierefreiheit Einstellungen
es_es: Ajustes de accesibilidad

source: Genesis - Accessibility Documentation
de_de: Genesis - Barrierefreiheit Dokumentation
es_es: Genesis - Documentación de Accesibilidad

source: WordPress - Accessibility Settings
de_de: WordPress - Barrierefreiheit Einstellungen
es_es: WordPress - Ajustes de accesibilidad

source: These settings are for the Genesis framework only.<br />Together with the WordPress setting below, your theme can be a lot more accessible.
de_de: Diese Einstellungen gelten nur für das Genesis Framework.<br />Zusammen mit untenstehenden Einstellungen für WordPress kann dein Theme viel barrierefreier werden.
es_es: Estos ajustes son solamente para el framework de Génesis. <br /> Junto con el ajuste de WordPress debajo, el tema puede ser mucho más accesible.

source: Settings for Genesis:
de_de: Einstellungen für Genesis:
es_es: Ajustes para Génesis:

source: Add skiplinks
de_de: Füge Skiplinks hinzu
es_es: Añadir skiplinks

source: Add CSS for screen readers (screen-reader-text) and skiplinks
de_de: Füge CSS für Bildschirmleseprogramme (screen-reader-text) und Skiplinks hinzu

source: Use a semantic heading structure<br />(Note: Disable also "Use semantic HTML5 page and section headings throughout site?" in the Genesis SEO Settings)
de_de: Benutze eine semantische Struktur für Überschriften<br />(Hinweis: Deaktiviere "Benutze semantische HTML5 Seiten- und Sektionsüberschriften auf der ganzen Seite?" in den SEO-Einstellungen von Genesis)
es_es: Usar una <br /> estructura de encabezado de semántica (Nota: Desactivar también "¿Utilizar páginas HTML5 semánticas y encabezados de sección en todo sitio?" en la configuración de SEO de Genesis)

source: Add keyboard accessiblility to the dropdown menu<br />(only select this if you have a dropdown submenu in the main or sub navigation menu)
de_de: Füge Tastaturbedienung zum Dropdown-Menü hinzu <br />(nur auswählen wenn du ein Dropdown-Menü im Haupt- oder Untermenü hast)
es_es: Adicionar accesibilidad por teclado al menú desplegable <br /> (solo seleccione esto si tiene un submenú desplegable en el menú de navegación principal o subyacente)

source: Remove less accessible Genesis widgets
de_de: Entferne Genesis Widgets die weniger barrierefrei sind
es_es: Borrar los widgets accesibles de Genesis

source: Use an accessible 404 page
de_de: Benutze eine barrierefreie 404 Seite

source: Use an accessible sitemap
de_de: Benutze eine barrierefreie Sitemap

source: Remove Genesis widgets
de_de: Entferne Genesis Widgets

source: These settings are for WordPress itself. If you have installed <a href="http://wordpress.org/plugins/wp-accessibility/">WP Accessibility</a> by Joe Dolson too: don't worry you can use both plugins together.
de_de: Diese Einstellungen betreffen WordPress selbst. Falls du auch <a href="http://wordpress.org/plugins/wp-accessibility/">WP Accessibility</a> von Joe Dolson installiert haben solltest: keine Sorge, du kannst beide Plugins zusammen benutzen.

source: Read more about WP Accessibility’s compatibility with Genesis Accessible in the online <a href="http://genesis-accessible.org/documentation/compatibility-wp-accessibility/">Genesis Accessible Documentation</a>
de_de: Erfahre mehr über WP Accessibilitys Kompabilität mit Genesis Accessible in der Online-Dokumentation von <a href="http://genesis-accessible.org/documentation/compatibility-wp-accessibility/">Genesis Accessible</a>

source: Settings for WordPress:
de_de: Einstellungen für WordPress:
es_es: Ajustes para WordPress:

source: Add the post title to the read more links
de_de: Beitragstitel zu den Mehr-Lesen-Links hinzufügen
es_es: Adiciones el título del post a los enlaces de leer más

source: Remove title attribute from links
de_de: Entferne title Attribute von den Links
es_es: Borrar el atributo title de los enlaces

source: Remove h1 from editor toolbar
de_de: Überschrift h1 von der Editor Toolbar entfernen
es_es: Borrar h1 de la barra de herramientas del editor

source: For documentation, help and support please visit <a href="http://genesis-accessible.org/">genesis-accessible.org</a>.
de_de: Dokumentation, Hilfe und Support sind über folgende Seite verfügbar <a href="http://genesis-accessible.org/">genesis-accessible.org</a>.
es_es: Para ver documentación, ayuda y soporte por favor visite <a href="http://genesis-accessible.org/">genesis-accessible.org</a>.

source: Whoa.. the Genesis Accessible plugin only works, really, when you have installed the %1$sGenesis Framework%2$s
de_de: Ähm… Das Genesis Barrierefreiheit Plugin funktioniert nur wenn du das %1$sGenesis Framework%2$s benutzt
es_es: Whoa… el plugin Accesible de Genesis solo funciona, realmente, cuando usted ha instalado el %1$sGenesis Framework%2$s

source: Uhm, the thing of it is, you kinda need the %1$sGenesis Framework %2$s%3$s or greater for these plugin to make any sense.
de_de: Ähm, du brauchst das %1$sGenesis Framework %2$s%3$s oder neuer um diese Plugins zu benutzen.
es_es: Uhm, la cosa sobre eso es que, usted necesita el %1$sGenesis Framework %2$s%3$s o superior para que este plugin tenga algún sentido.

source: Search this website
de_de: Durchsuche diese Seite
es_es: Buscar este sitio web

source: Search
de_de: Suchen
es_es: Buscar

source: Archives for
de_de: Archive für

source: Main navigation
de_de: Hauptnavigation
es_es: Navigación principal

source: Skip to primary navigation
de_de: Zur primären Navigation springen

source: Skip to content
de_de: Zum Inhalt springen

source: Skip to primary sidebar
de_de: Zur primären Seitenleiste springen

source: Skip to secondary sidebar
de_de: Zur sekundären Seitenleiste springen

source: Skip to footer
de_de: Zur Fußzeile springen

source: Skip links
de_de: Links überspringen
es_es: Omitir enlaces

source: Read more
de_de: Mehr lesen
es_es: Leer más

source: about
de_de: Über

source: Page not found
de_de: Seite nicht gefunden
es_es: Página no encontrada

source: The page you are looking for no longer exists. Perhaps you can return back to the site's <a href="%s">homepage</a> and see if you can find what you are looking for. Or, you can try finding it with the information below.
de_de: Die Seite nach der du suchst gibt es nicht mehr. Vielleicht kannst du zurückgehen zur <a href="%s">Homepage</a> und dort finden was du suchst. Oder du kannst es anhand untenstehender Information versuchen.
es_es: La página que está buscando ya no existe. Quizás puede volver a la <a href="%s">página de inicio</a> del sitio y ver si puede encontrar lo que está buscando. O, usted puede intentar encontrarla con la información debajo.

source: Pages:
de_de: Seiten:
es_es: Páginas:

source: Categories:
de_de: Kategorien:
es_es: Categorías:

source: Authors:
de_de: Autoren:
es_es: Autores:

source: Monthly:
de_de: Monatlich:
es_es: Mensualmente:

source: Recent Posts:
de_de: Neueste Beiträge:
es_es: Posts Recientes:

source: Add CSS for skiplinks
es_es: Añadir CSS para skiplinks

source: These settings are for WordPress itself. If you have installed <a href=\"http://wordpress.org/plugins/wp-accessibility/\">WP Accessibility</a> by Joe Dolson too: don't worry you can use both plugins together.
es_es: Estos ajustes son para WordPress en sí. Si también ha instalado <a href=\"http://wordpress.org/plugins/wp-accessibility/\">WP Accessibility</a> por Joe Dolson: no se preocupe, puede usar ambos plugins a la vez.

source: Jump to main navigation
es_es: Saltar a la navegación principal

source: Jump to search
es_es: Saltar a la búsqueda

source: Jump to sub navigation
es_es: Saltar a la navegación subyacente

source: Jump to content
es_es: Saltar al contenido

source: Jump to primary sidebar
es_es: Saltar al slidebar primario

source: Jump to secondary sidebar
es_es: Saltar al slidebar secondario

source: Jump to footer
es_es: Saltar al footer

source: about
es_es: acerca de
